Repository: arancour69/libreelec-opi-pc-plugins
Catalog: src/script.config.vdr/resources/language/resource.language.*/strings.po
Languages: lt_lt, nl_nl, pt_br

# #32001
source: Loglevel 0
lt_lt: Žurnalo lygis 0
nl_nl: Logniveau 0
pt_br: Nível do Log 0

# #32002
source: Loglevel 1
lt_lt: Žurnalo lygis 1
nl_nl: Logniveau 1
pt_br: Nível do Log 1

# #32003
source: Loglevel 2
lt_lt: Žurnalo lygis 2
nl_nl: Logniveau 2
pt_br: Nível do Log 2

# #32004
source: Loglevel 3 (Default)
lt_lt: Žurnalo lygis 3 (numatytasis)
nl_nl: Logniveau 3 (standaard)
pt_br: Nível do Log 3 (Padrão)

# #32005
source: Loglevel 4
lt_lt: Žurnalo lygis 4
nl_nl: Logniveau 4
pt_br: Nível do Log 4

# #32006
source: Loglevel 5
lt_lt: Žurnalo lygis 5
nl_nl: Logniveau 5
pt_br: Nível do Log 5

# #32011
source: PVRINPUT(FM Radio)
lt_lt: PVRINPUT(FM Radijas)
nl_nl: PVRinvoer(FM Radio)
pt_br: Entrada PVR (Rádio FM)

# #32013
source: TRANSPONDER
lt_lt: ATSAKIKLIS

# #32014
source: AUTO/OFF
lt_lt: AUTO/IŠJ.
nl_nl: AUTO/UIT
pt_br: AUTO/DESLIGAR

# #32015
source: AUTO/ON
lt_lt: AUTO/ĮJ.
nl_nl: AUTO/AAN
pt_br: AUTO/LIGAR

# #32017
source: ALL
lt_lt: VISI
nl_nl: ALLE
pt_br: TODOS

# #32024
source: Loglevel
lt_lt: Žurnalo rašymo lygis
nl_nl: Logniveau
pt_br: Nível do Log

# #32025
source: Tuner Type
lt_lt: Imtuvo tipas
pt_br: Tipo do Sintonizador

# #32026
source: DVB-T Inversion
lt_lt: DVB-T inversija
nl_nl: DVB-T inversie
pt_br: Inversão DVB-T

# #32027
source: Symbolrate
lt_lt: Simbolių dažnis
nl_nl: Symboolwaarde
pt_br: Taxa de símbolos

# #32028
source: Modulation
lt_lt: Moduliacija
nl_nl: Modulatie
pt_br: Modulação

# #32029
source: ATSC Typ
lt_lt: ATSC tipas
nl_nl: ATSC type
pt_br: Tipo de ATSC

# #32030
source: Country
lt_lt: Šalis
nl_nl: Land
pt_br: País

# #32031
source: Satellit
lt_lt: Palydovas
nl_nl: Satelliet
pt_br: Satélite

# #32032
source: LogType
lt_lt: Žurnalo rašymo lygis
pt_br: Tipo do Log

# #32033
source: OFF
lt_lt: IŠJ.
nl_nl: UIT
pt_br: DESL.

# #32036
source: Settings
lt_lt: Nustatymai
nl_nl: Instellingen
pt_br: Ajustes

# #32037
source: Scan TV Channels
lt_lt: Ieškoti TV kanalų
nl_nl: Scan TV kanalen
pt_br: Escanar Canais de TV

# #32038
source: Scan Radio Channels
lt_lt: Ieškoti radijo kanalų
nl_nl: Scan Radio kanalen
pt_br: Escanear Canais de Rádios

# #32039
source: Scan Free Channels
lt_lt: Ieškoti nemokamų kanalų
nl_nl: Scan vrije kanalen
pt_br: Escanear Canais Abertos

# #32040
source: Scan Scrambled Channels
lt_lt: Ieškoti koduotų kanalų
nl_nl: Scan vervormde kanalen
pt_br: Escanear Canais Codificados

# #32041
source: Scan HD Channels
lt_lt: Ieškoti HD kanalų
nl_nl: Scan HD kanalen
pt_br: Escanear Canais HD

# #32042
source: Enabled
lt_lt: Įjungtas
nl_nl: Geactiveerd
pt_br: Ativado

# #32043
source: Disabled
lt_lt: Atjungta
nl_nl: Uitgeschakeld
pt_br: Desabilitado

# #32044
source: Start
lt_lt: Pradžia
pt_br: Iniciar

# #32045
source: Abort
lt_lt: Nutraukti
nl_nl: annuleren
pt_br: Abortar

# #32046
source: Channelscann
lt_lt: Kanalų paieška
nl_nl: Kanalenscan
pt_br: Escanear Canais

# #32047
source: Tuner
lt_lt: Imtuvas
pt_br: Sintonizador

# #32048
source: Freq
lt_lt: Dažnis

# #32049
source: Channels
lt_lt: Kanalai
nl_nl: Kanalen
pt_br: Canais

# #32050
source: New Channels
lt_lt: Nauji kanalai
nl_nl: Nieuwe kanalen
pt_br: Novos Canais

# #32051
source: VDR Host
lt_lt: VDR serveris
pt_br: Provedor VDR

# #32052
source: Restfull API Port
lt_lt: Restfull API prievadas
nl_nl: Rustgevende API poort
pt_br: Porta da API RESTful

# #32053
source: VDR Wirbelscan Control
lt_lt: VDR Wirbelscan valdymas
nl_nl: VDR wirbelscan controle
pt_br: Controle do VDR Wirbelscan

# #32054
source: DVB-C Inversion
lt_lt: DVB-C inversija
nl_nl: DVB-C inversie
pt_br: Inversão DVB-C

# #32055
source: Close
lt_lt: Uždaryti
nl_nl: Sluiten
pt_br: Fechar

# #32070
source: Single LNB
lt_lt: Viengubas LNB
nl_nl: Enkele LNB
pt_br: LNB Único

# #32071
source: DiSEqC-1.0 Switch in Toneburst mode (2 Inputs)
lt_lt: DiSEqC-1.0 perjungiklis Toneburst režimu (2 įvestys)
nl_nl: DiSEqC-1.0 schakel in Toneburst modus (2 invoeren)
pt_br: Comutador DiSEqC-1.0 em Modo Tom (2 Fontes)

# #32072
source: DiSEqC-1.0 Switch (4 Inputs)
lt_lt: DiSEqC-1.0 perjungiklis (4 įvestys)
nl_nl: DiSEqC-1.0 Schakel (4 invoeren)
pt_br: Comutador DiSEqC-1.0 (4 Fontes)

# #32073
source: DiSEqC-1.1 Switch (16 Inputs)
lt_lt: DiSEqC-1.1 perjungiklis (16 įvesčių)
nl_nl: DiSEqC-1.1 schakel (16 invoeren)
pt_br: Comutador DiSEqC-1.1 (16 Fontes)

# #32074
source: DiSEqC-1.2 Positioning System
lt_lt: DiSEqC-1.2 vietos nustatymo sistema
nl_nl: DiSEqC-1.2 positionering syteem
pt_br: DiSEqC-1.2 Posicionando o Sistema

# #32075
source: Advanced (Cascaded)
lt_lt: Išplėstiniai (pakopinis)
nl_nl: geavanceerd (stappen)
pt_br: Avançado (Cascateado)

# #32076
source: Disabled
lt_lt: Atjungta
nl_nl: Uitgeschakeld
pt_br: Desabilitado

# #32077
source: DiSEqC Configuration
lt_lt: DiSEqC konfigūracija
nl_nl: DiSEqC configuratie
pt_br: Configuração DiSEqC

# #32078
source: DiSEqC Mode / Version
lt_lt: DiSEqC režimas/ versija
nl_nl: DiSEqC Modus / Versie
pt_br: Modo/Versão DiSEqC

# #32079
source: DiSEqC Port's
lt_lt: DiSEqC prievadai
nl_nl: DiSEqC poorten
pt_br: Portas DiSEqC

# #32080
source: Input
lt_lt: Įvestis
nl_nl: invoer
pt_br: Entrada

# #32081
source: unused
lt_lt: nenaudojamas
nl_nl: Niet-gebruikt
pt_br: Não Utilizado

# #32082
source: used
lt_lt: naudojamas
nl_nl: Gebruik
pt_br: Utilizado

# #32100
source: 5150MHz C Band LNBF
lt_lt: 5150MHz C dažnis LNBF

# #32101
source: 5750MHz C Band LNBF
lt_lt: 5750MHz C dažnis LNBF

# #32102
source: 9750MHz Ku Band LNBF
lt_lt: 9750MHz Ku dažnis LNBF

# #32103
source: 10600MHz Ku Band LNBF
lt_lt: 10600MHz Ku dažnis LNBF

# #32104
source: 10750MHz Ku Band LNBF
lt_lt: 10750MHz Ku dažnis LNBF

# #32105
source: 11250MHz Ku Band LNBF
lt_lt: 11250MHz Ku dažnis LNBF

# #32106
source: 11300MHz Ku Band LNBF
lt_lt: 11300MHz Ku dažnis LNBF

# #32107
source: 9750/10600MHz Ku Band LNBF
lt_lt: 9750/10600MHz Ku dažnis LNBF

# #32108
source: 9750/10750MHz Ku Band LNBF
lt_lt: 9750/10750MHz Ku dažnis LNBF

# #32109
source: User-defined LNBF LO frequency
lt_lt: Vartotojo nustatytas LNBF LO dažnis
nl_nl: gebruiker- gedefinieerde LNBF LO frequentie
pt_br: Frequência LO definida pelo usuário LNBF

# #32110
source: Single
lt_lt: Viengubas
nl_nl: Enkele
pt_br: Único

# #32111
source: Dual
lt_lt: Dvigubas
nl_nl: Dubbele

# #32112
source: Linear
lt_lt: Linijinis
nl_nl: Lineair

# #32113
source: Circular
lt_lt: Žiedinis
nl_nl: Circulair

# #32114
source: DiSEqC Configuration
lt_lt: DiSEqC konfigūracija
nl_nl: DiSEqC configuratie
pt_br: Configuração do DiSEqC

# #32115
source: Mode / Version
lt_lt: Režimas / versija
nl_nl: Modus / Versie
pt_br: Modo / Versão

# #32117
source: Dual LNBF includes 0/22KHZ switch, also be used to switch between two different single LNBF.
lt_lt: Į dvigubą LNBF įeina 0/22KHZ perjungiklis, kuris taip pat naudojamas perjungimui tarp dviejų skirtingų viengubų LNBF.
nl_nl: dubbele LNBF behoudt een 0./22KHZ schakel, Wordt eveneens gebruikt om te schakelen tussen twee verschillende enkele LNBF.
pt_br: LNBF duplo inclui um comutador de 0/22KHz, também utilizado para comutar entre dois diferentes LNBF.

# #32118
source: Also be called MiniDiSEqC,switch A & B two different LNB and different from the 0/22K switch.
lt_lt: Taip pat vadinamas MiniDiSEqC, perjungia A ir B du skirtingus LNB ir skiriasi nuo 0/22K perjungiklio.
nl_nl: Wordt ook wel MiniDiSEqc genoemd, schakel A & N twee verschillende LNB en anders dan de 0/22K schakel.
pt_br: Também chamado de MiniDiSEqC, comuta entre dois LNB diferentes A e B e é diferente do comutador 0/22K.

# #32119
source: Allow switching between up to 4 committed LNB's(4x1 DiSEqC Switch)
lt_lt: Leisti perjungimą tarp iki 4 LNB (4x1 DiSEqC perjungiklis)
nl_nl: toestaan schakelen tot 4 verschillende toegewijde LNB's(4x1 DiSEqC schakel)
pt_br: Permite comutação entre até 4 LNB's (Comutador DiSEqC 4x1)

# #32120
source: Allow switching between up to 16 Uncommitted LNB's(8x1,10x1,12x1,16x1 DiSEqC Switch)
lt_lt: Leisti perjungimą tarp iki 16 LNB (8x1,10x1,12x1,16x1 DiSEqC perjungiklis)
nl_nl: toestaan schakelen tot 16 verschillende niet-toegewijde LNB's(8x1,10x1,12x1,16x1 DiSEqC schakel)
pt_br: Permite comutação entre até 16 LNB's (Comutadores DiSEqC 8x1, 10x1, 12x1, 16x1)

# #32121
source: Allow switching between up to 16 LNB's, and control of a single axis satellite motor
lt_lt: Leisti perjungimą tarp iki 16 LNB ir vienos ašies palydovinės lėkštės variklio valdymą
nl_nl: Toestaan schakelen tot 16 LNB's, en controle van een enkele assige satelliet motor
pt_br: Permite comutação entre até 16 LNB's e controla um motor de eixo da antena

# #32122
source: Individual configuration for complex environments like cascaded Toneburst / DiSEqC switches an positioning systems.
lt_lt: Individuali konfigūracija kompleksinių aplinkų, tokių kaip pakopiniai Toneburst / DiSEqC perjungikliai ir vietos nustatymo sistemos.
nl_nl: Individuele configurate voor complexe milieu`s zoals gestapelde Toneburst / DiSEqC schakels en positioneringssystemen.
pt_br: Configuração individual para ambientes complexos como o uso de comutadores em cascata e sistemas de posicionamento.

# #32123
source: Satellit
lt_lt: Palydovas
nl_nl: Satelliet
pt_br: Satélite

# #32124
source: LNB Type
lt_lt: LNB tipas
pt_br: Tipo do LNB

# #32125
source: Sat
lt_lt: Pal.
nl_nl: Za
pt_br: Sab

# #32126
source: Type
lt_lt: Tipas
pt_br: Tipo

# #32127
source: None
lt_lt: Joks
nl_nl: Geen
pt_br: Nenhum

# #32128
source: Specify the satellite for this LNBF.If the satellite you want to select is not in this list, you should first patch for your sources.conf.
lt_lt: Nurodykite palydovą šiam LNBF. Jei norimo palydovo nėra sąraše, pirmiau reikėtų pataisyti source.conf failą.
nl_nl: Specificeer de satelliet voor deze LNBF. Als de setalliet die je wilt selecteren niet in deze lijst staat, zal je eerst je sources.conf. moeten patchen.
pt_br: Especifique o satélite para este LNBF. Se o satélite que deseja escolher não está na lista, você precisa inicialmente alterar o sources.conf.

# #32129
source: Select LNBF LO frequency.There are two different ways that a satellite can broadcast its signal.If linear,it broadcasts Horizontal and Vertical.If circular, it broadcasts Right Circular and Left Circular.
lt_lt: PasirinkiteLNBF LO dažnį. Yra du skirtingi būdai, kaip palydovas gali perduoti signalą. Jei linijinis, jis transliuoja horizontaliai ir vertikaliai. Jei žiedinis, jis transliuoja žiedu dešinėje ir žiedu kairėje.
nl_nl: Selecteer de LNBF LO frequentie. er zijn twee verschillende wegen hoe een satelliet zijn signaal kan uitzenden. indien lineair, zend het horizontaal en verticaal. indien circulair, zend het rechts circulair en links circulair.
pt_br: Escolha a frequência do LNBF LO. Existem duas formas que um satélite pode enviar o seu sinal. Se for linear, a polaridade será Horizontal e Vertical. Se for circular, a polaridade será Direita ou Esquerda.

# #32134
source: Satellite
lt_lt: Palydovas
nl_nl: Satelliet
pt_br: Satélite

# #32135
source: Save
lt_lt: Išsaugoti
nl_nl: Opslaan
pt_br: Salvar

# #32136
source: Back
lt_lt: Atgal
nl_nl: Terug
pt_br: Retroceder

# #32137
source: First DiSEqC Port
lt_lt: Pirmas DiSEqC prievadas
nl_nl: Eerste DiSEqC Poort
pt_br: Primeira Porta DiSEqC

# #32138
source: Second DiSEqC Port
lt_lt: Antras DiSEqC prievadas
nl_nl: tweede DiSEqC Poort
pt_br: Segunda Porta DiSEqC

# #32139
source: Tone 22khz Off (Lowband)
lt_lt: Tonas 22khz išjungtas (žema juosta)
nl_nl: Toon 22khz uit (Lage band)
pt_br: Tom 22KHz Desligado (Banda Baixa)

# #32140
source: Tone 22khz On (Highband)
lt_lt: Tonas 22khz įjungtas (aukšta juosta)
nl_nl: Toon 22khz aan (Hoge band)
pt_br: Tom 22KHz Ligado (Banda Alta)

# #32141
source: Wait
lt_lt: Laukti
nl_nl: Wachten
pt_br: Aguarde

# #32142
source: Port
lt_lt: Prievadas
nl_nl: Poort
pt_br: Porta

# #32143
source: Select first DiSEqC Port
lt_lt: Pasirinkite pirmą DiSEqC prievadą
nl_nl: Selecteer eerste DiSEqC Poort
pt_br: Selecione Primeira Porta DiSEqC

# #32144
source: Select second DiSEqC Port
lt_lt: Pasirinkite antrą DiSEqC prievadą
nl_nl: Selecteer tweede DiSEqC poort
pt_br: Selecione Segunda Porta DiSEqC

# #32145
source: Set wait Time
lt_lt: Nustatyti laukimo laiką
nl_nl: Instellen wachttijd
pt_br: Setar Tempo de Aguardo

# #32146
source: Cleanup all
lt_lt: Išvalyti viską
nl_nl: Opruimen alles
pt_br: Limpar tudo

# #32147
source: DiSEqC disabled
lt_lt: DiSEqC išjungtas
nl_nl: DiSEqC Gedeactiveerd
pt_br: DiSEqC desabilitado

# #32148
source: Set Switch Port
lt_lt: Nustatyti perjungiklio prievadą
nl_nl: Instellen schakel poort
pt_br: Setar Porta de Troca

# #32149
source: Set Position
lt_lt: Nustatyti poziciją
nl_nl: instellen positie
pt_br: Setar Posição

# #32150
source: Select Command Type
lt_lt: Pasirinkti komandos tipą
nl_nl: Selecteer commando type
pt_br: Selecione Tipo de Comando

# #32151
source: Delete Command
lt_lt: Pašalinti komandą
nl_nl: Verwijder commando
pt_br: Deletar Comando

# #32152
source: Add Command
lt_lt: Pridėti komandą
nl_nl: Toevoegen commando
pt_br: Adicionar Comando

# #32153
source: Select Stored Position 1...255
lt_lt: Pasirinkti išsaugotą poziciją 1...255
nl_nl: Selecteer opgeslagen positie 1...255
pt_br: Selecione Posição Armazenada 1...255

# #32154
source: Add a Command to send by DiSEqC on selected LNB
lt_lt: Pridėti komandą, kurią siųs DiSEqC pasirinktuose LNB
nl_nl: Voeg een commando toe te verzenden door DiSEqC op geselecteerd LNB
pt_br: Adicionar um comando para ser enviado pelo DiSEqC em um determinado LNB

# #32155
source: Position
lt_lt: Pozicija
nl_nl: Positie
pt_br: Posição

# #32156
source: Ports
lt_lt: Prievadai
nl_nl: Poorten
pt_br: Portas

# #32157
source: Positions
lt_lt: Pzicijos
nl_nl: Posities
pt_br: Posições

# #32158
source: Settings
lt_lt: Nustatymai
nl_nl: Instellingen
pt_br: Ajustes

# #32159
source: Set stored Position
lt_lt: Nustatyti išsaugotą poziciją
nl_nl: Instellen opgeslagen Positie
pt_br: Setar Posição Armazenada

# #32160
source: Configuration Sequences
lt_lt: Konfigūracijos sekos
nl_nl: Configuratie volgorden
pt_br: Sequências de Configuração

# #32161
source: Sequence
lt_lt: Seka
nl_nl: Volgorden
pt_br: Sequência

# #32300
source: Select Configuration Option
lt_lt: Pasirinkti konfigūracijos parinktį
nl_nl: Selecteer configuratie optie
pt_br: Selecionar Opções de Configuração

# #32301
source: Channel scanner Configuration
lt_lt: Kanalų paieškos konfigūracija
nl_nl: Kanaal scanner configuratie
pt_br: Configuração para escanear canais

# #32302
source: DiSEqC Configuration
lt_lt: DiSEqC konfigūracija
nl_nl: DiSEqC configuratie
pt_br: Configuração do DiSEqC

# #32303
source: Assign Tuner
lt_lt: Priskirti imtuvą
nl_nl: Toewijzen Tuner
pt_br: Definir Sintonizador

# #32304
source: (Optional) Assign the configuration to a Tuner specified by number. Multiple Tuners can be selected seperated by simple space. Example: 1 2
lt_lt: (Papildomai) Priskirkite konfigūraciją imtuvui pagal numerį. Keli imtuvai gali būti pasirinkti atskiriant paprastu tarpu. Pavyzdžiui, 1 2
nl_nl: (optioneel) toewijzen de configuratie naar een Tuner gespecificeerd via nummer. meerdere Tuners kunnen worden geselecteerd gedeeld gemakkelijk door spatie. bijvoorbeeld: 1 2
pt_br: (Opcional) Defina a configuração para um Sintonizador especificado por número. Vários Sintonizadores podem ser selecionados separadamente por um simples espaço. Exemplo: 1 2

# #32305
source: Set Position (USALS)
lt_lt: Nustatyti poziciją (USALS)
nl_nl: Instellen positie (USALS)
pt_br: Setar Posição (USALS)

# #32306
source: Longitude
lt_lt: Ilguma
nl_nl: Breedtegraad

# #32307
source: Latitude
lt_lt: Platuma
nl_nl: Lengtegraad

# #32308
source: Sat Position
lt_lt: Pal. pozicija
nl_nl: Satellietpositie
pt_br: Posição do Sat

# #32010
source: PVRINPUT
nl_nl: PVRINVOER
pt_br: Entrada PVR

# #32034
source: STDOUT
nl_nl: STDUIT

# #32130
source: LnbFrequLo
nl_nl: LnbFrequLaag

# #32131
source: LnbFrequHi
nl_nl: LnbFrequHoog

# #32133
source: LnbPolar
nl_nl: LnbPolair
